[{
    "title": "The lost giants",
    "text": "Australia's wildlife is unique. The vast majority of the animals that live there are not found anywhere else – and things were no different 1 million years ago during the Pleistocene: the age of the super-sized mammal. \n Before humanity became Earth's undisputed superpower, giant beasts of all shapes and sizes dominated every continent, from the mammoths of Siberia to the ground sloths of South America. In typical Antipodean fashion, the Pleistocene mammals of Australia were different. On most of the continents it is placental mammals that dominate, but Australia was (and still is) the heartland of the marsupials. Australia's Pleistocene marsupials were closely related to the pouched, fluffy creatures that still hop and scurry around the outback today. But some of them could grow to the size of small cars, or possessed teeth longer than knife blades. \nThese monster marsupials were not the only giants. Their numbers were swelled by 5m-long lizards, half-tonne birds and giant, dinosaur-like tortoises. The result was a truly nightmarish biological assemblage. None of these animals survive today – although exactly why that's the case is a mystery. Humans, with their advanced hunting techniques and use of fire to modify the landscape, may have played a central role in the megafauna's disappearance, but this idea is still a matter of heated debate. Even if we cannot be sure that the arrival of Australian Aboriginals on the continent had catastrophic effects on its native animals, it seems that the animals had a rather spiritual effect on the humans. The Aboriginal mythological Dreamtime includes a cast of monstrous creatures, many of which bear a close resemblance to some of the real-life monsters that once stalked Australia's plains. Are the myths based in fact? Perhaps: after all, these creatures are far stranger than anything dreamed up by humans.",
    "category": "sport",
    "subCategory": "volleyball",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v1/p02sv14w.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Diprotodon",
    "text": "Weighing two tonnes, the Diprotodon comfortably holds the title of largest marsupial ever. In size and appearance it looked superficially like a modern rhinoceros, but the Diprotodon seems to have had a social lifestyle more like that of an elephant, another mammal with which it shares anatomical similarities. What the Diprotodon most resembles, however, is exactly what it is: an enormous wombat. Early European colonists searched feverishly for a living specimen of this fabulous creature. \nLike its modern counterpart, Diprotodon possessed powerful, clawed feet that were most likely used to tear at vegetation and dig for roots. Unlike modern wombats, Diprotodon would have had no need to extend its digging operations further underground for shelter, as only the hardiest of predators would have targeted it. Hundreds of Diprotodon skeletons have been unearthed in Lake Callabonna, a dry salt lake in which multiple family groups seemingly wandered in search of food during the dry season, only to fall through the brittle surface and become trapped in mud. \nThe bunyip, a lake monster that drags unsuspecting passers-by into its watery lair, may be a cultural Aboriginal memory from the days when many Diprotodon wandered the swamps of Australia. This popular idea was first suggested in the mid-19th Century. Certainly there have been incidences of Aboriginal Australians identifying Diprotodon bones as belonging to bunyips. Early European colonists searched feverishly for a living specimen of this fabulous creature – but without success.",
    "category": "sport",
    "subCategory": "volleyball",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v0/p02sv0sj.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Giant short-faced kangaroo",
    "text": "Procoptodon goliah, the largest of the so-called short-faced kangaroos, is also the largest kangaroo known to science. Standing 2m tall and weighing almost three times as much as a red kangaroo, these hulking marsupials were a walking contradiction – a kangaroo that could not hop. They possessed short faces with eyes that were almost forward-facing, like our own. \nAnalysis of extinct and extant species has suggested that the Achilles tendons of these monster 'roos would not have withstood the impact of the hopping motion – unlike the kangaroos we know and love today. Instead, they probably shuffled around on large, one-toed feet, in a bipedal fashion that is very unusual in the mammal world – even though it is the way we humans get around, of course. And just like humans, these kangaroos possessed a key adaptation for such a lifestyle: a well-developed set of buttocks. Such musculature is absolutely key if an animal is to balance while lifting one leg at a time off the ground. Intriguingly, their walking style is not the only thing connecting these kangaroos with humans. As their name suggests, they possessed short faces with eyes that were almost forward-facing, like our own. This, combined with the kangaroos' primate-like teeth, gave them uncannily simian features, although it is fair to say any confusion with modern apes or indeed humans is unlikely.",
    "category": "sport",
    "subCategory": "volleyball",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v1/p02sv1ft.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Marsupial lion",
    "text": "With all of these big juicy slabs of marsupial meat wandering around, it is little wonder that enormous predators evolved. Elsewhere in the world this niche would have been occupied by dogs or big cats, but not in Australia. Enter top Pleistocene predator Thylacoleo carnifex to banish any remaining thoughts that marsupials are cute and cuddly. The marsupial lion had the most powerful bite force for its size of any known mammal species  \nThe 1m-long marsupial lion was not a true lion, of course. This creature was in fact closely related to the Diprotodon, but at some point in its evolutionary history, it took a drastically different course from its herbivorous cousin. In fact, the marsupial lion is a true testament to the power of evolution to make do with the raw materials at its disposal. The group that Diprotodon belongs to is not blessed with scary canines of the type seen in most predatory mammals. What they do have, however, is large, forward facing incisors that allow them to slice through tough plant matter. In the marsupial lion, these incisors developed into huge, pointed weapons that were perfect for taking down large prey. \nThylacoleo also possessed oversized premolars with slicing edges that would have allowed it to butcher a carcass with ease. In fact, simulations have indicated the marsupial lion had the most powerful bite force for its size of any known mammal species, living or dead. It might have had unpromising evolutionary roots for a predator, but this beast really was a force to be reckoned with in the ancient outback.",
    "category": "sport",
    "subCategory": "ski",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v2/p02sv2sj.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Palorchestes",
    "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": "sport",
    "subCategory": "ski",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v1/p02sv19y.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Tasmanian Tiger",
    "text": "The Thylacine serves as a cautionary tale for anyone who doubts humanity's ability to annihilate species. Unlike most of Australia's megafauna, which went extinct tens of thousands of years ago, these wolf-like marsupials survived on the island of Tasmania well into the 20th Century; long enough, even, for film footage of them in captivity to exist. It seems unlikely that thylacines will ever rise from the ashes. \n Though not as mega as most megafauna, thylacines were powerful apex predators capable of hunting other sizeable marsupials such as kangaroos and wallabies. This, ultimately, was their downfall, as European settlers in Tasmania inferred from their predatory appearance that they were responsible for attacks on sheep. The local government placed a bounty of £1 per thylacine head, and this, combined with increased habitat degradation by humans and competition with settlers' dogs, led to total extinction by 1936. Though unconfirmed sightings continue to this day, and Tasmania's landscape is both inaccessible and theoretically amenable to supporting such creatures, it seems unlikely that thylacines will ever rise from the ashes. It is a reminder that, while we may lack scimitar-like teeth, crushing beaks or horned heads, it is humans that are the most lethal of all megafauna. ",
    "category": "sport",
    "subCategory": "ski",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/lz/p03hlztv.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Britain once looked very different. In place of sheep-strewn fields and treeless uplands, there were vast natural forests, glades and wild spaces. Within them, wolves, bears and lynx roamed the land. The first Britons lived alongside woolly mammoths, great auks and wild cows called aurochs. All that is now gone. Humans chopped down the trees to make space for farms, and hunted the large animals to extinction, leaving plant-eaters to decimate the country's flora. Britain is now one of the few countries in the world that doesn't have top predators. No matter how much we may think England's green and pleasant countryside is natural, it is a pale shadow of what once was – and what could be again. \n If some conservationists have their way, parts of the UK could be restored to a truly wild state. This rewilding would bring back animals and plants that have been lost, and allow them to roam freely. In these new wild spaces, people could reconnect with animals and plants in a way no park or zoo could ever manage. But it's also a hugely controversial idea. There are various interpretations of rewilding. The word was coined in 1990 by an American environmentalist named Dave Foreman, who went on to found the Rewilding Institute. Then in 1998, Michael Soulé and Reed Noss set out the core ideas in an article for Wild Earth magazine. \n     Top predators allow many more species to flourish. The key to rewilding is creating large protected areas in which animals and plants are left to their own devices. The new wildernesses have to be large to support top predators like wolves, which need space and lots of prey. The top predators are crucial, because they keep down the populations of their prey. These are normally plant-eating animals like deer, which would otherwise run riot and decimate trees and other plant life – and in turn destroy the habitats for many other animals. By keeping plant-eaters in check, top predators allow many more species to flourish. These ripple effects are called trophic cascades. Soulé and Noss argued that ecosystems cannot function as they should without top predators or carnivores. \n In the last few years, the idea of rewilding parts of the UK has started to gain some support. For instance, the naturalist Chris Packham has spoken out in favour of reintroducing wolves and lynxes. \n We have very poor ecosystems. The journalist George Monbiot has also become a passionate supporter of rewilding, which he described in his 2013 book Feral. He says the return of charismatic predators could make Britain's landscape more exciting. We have very poor ecosystems, says Monbiot. Although the UK has plenty of designated national parks, they are all dominated by human activities. The International Union for Conservation of Nature ranks protected areas on a six-point scale, where 1 is the most wild.",
    "category": "sport",
    "subCategory": "ski",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/lz/p03hlztv.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "In June 2015, Monbiot and other conservationists will launch Rewilding Britain, a new charitable organisation that will champion rewilding. Rewilding the UK is not a new concept. They aim to set aside three areas of at least 100,000 hectares of land in which ecological processes are dominant. They also want to designate 30% of the UK's seas as no-take zones, so life can return to the oceans. We'd love to have some places where you don't have to travel halfway round the world to see magnificent wildlife, says Monbiot. This may sound very radical. The funny thing is, rewilding the UK is not a new concept. We are arguably doing it already. \n Conservation groups like Trees For Life have been busily restoring native forests and other key landscapes for decades. Many of the biggest projects are happening in Scotland, but there are smaller ones elsewhere. Marshy areas are crucial habitats for many birds. These include The Great Fen Project in east England, The National Forest in central England, Moor Trees in the south-west and the Mid Wales Red Squirrel Project. The Royal Society for the Protection of Birds, despite its name, spends much of its time rebuilding wetlands, particularly in the eastern county of Essex. These marshy areas are crucial habitats for many birds. Thanks to the RSPB's efforts, populations of red kites, cirl bunting, great bustards and goshawks have returned to healthy numbers. \n The Knepp Castle Estate in West Sussex, which was once a loss-making intensive farm, is now being rewilded. A host of rare species has returned, from nightingales to barbastelle bats, cuckoos and purple emperor butterflies. But the story that really brought rewilding into the spotlight began in February 2014, when wild beavers turned up in the south-western county of Devon. \n A family of three was found living on the River Otter. It was the first time beavers had been found in the wild in England since they were hunted to extinction in the 16th century. The UK government raised concerns that they could be carrying a tapeworm. It's not clear where the beavers came from, but they might have escaped from captivity, as beavers are often employed as land management on private estates. When the runaway beavers were discovered, the UK government raised concerns that they could be carrying a tapeworm called Echinococcus multilocularis, which can be harmful for humans, and that the landscape might have changed too much for them to stay. Environmental groups and local people campaigned for them to be allowed to stay. Eventually the beavers, now five strong, were tested and found to be disease-free. In March 2015, the beavers were re-released for a 5-year trial. Beavers are cute, but that's not the only reason for letting them return to the UK. By building dams across rivers, which create ponds and eventually change the rivers into wetlands, they help species to flourish that would otherwise struggle. Birds, amphibians and fish all benefit. You get beautiful beaver ponds and dams, which are used by a whole host of species from otters to birds, says Alasdair Cameron of Friends of the Earth, who was involved in campaigning for the beavers to remain. \n There is even evidence that beavers could, in a modest way, help prevent dangerous climate change. Beavers in this country are a fantastic way of sequestering carbon in wetlands. The Earth's rising temperatures are largely driven by carbon dioxide, a greenhouse gas, so the more carbon can be kept out of the atmosphere the better. There is a second population of around 150 beavers, living on the River Tay in Scotland, probably after being illegally released. In 2015 the National Trust for Scotland, a charity that looks after Scottish heritage, said they should be allowed to remain. But even if that happens, it will only be a tiny step down a very long road. \n Compared to other European countries, the UK has been slow to reintroduce its indigenous species, despite European legislation encouraging it. In many cases we have to pick them up and plonk them down. Big predators now roam in nearly one-third of mainland Europe. There are currently 17,000 brown bears, 12,000 wolves, 9,000 Eurasian lynx and 1,250 wolverines. But not in Britain. One reason is simple: Britain is an island so it's hard to get to. On the mainland, wolves are spreading freely from the east into the west.",
    "category": "sport",
    "subCategory": "ski",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/lz/p03hlzdl.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Paul Lister, the owner of Alladale Wilderness Reserve in north-east Scotland, is exploring the possibility of reintroducing wolves and bears. He believes we need predators, and suggests releasing two packs of wolves and 20-odd bears on his own land. It won't start eating people's livestock and pets. We got rid of wolves and we've got room to bring them back, says Lister. It will give the land a chance to recover. Critics say his plan is unrealistic and naïve, but Lister points out that he is not talking about letting the animals go wherever they like. It's not full-blown reintroduction, says Lister. It won't start eating people's livestock and pets and interrupting our lives, because it will be inside a fence and it will be properly managed. \n Even with such controls, reintroducing wolves or bears to the UK is likely to prove difficult, as many people consider them too dangerous to live with. Farmers in particular are deeply opposed. The Scottish highlands already have high densities of prey animals. But lynx might be more viable. These big cats pose no threat to humans. In March 2015, the Lynx UK Trust announced plans for trial releases. Hetherington says the Scottish highlands already have high densities of prey animals, enough to support about 400 lynx. There is also plenty of room for the cats, which live in well-wooded landscapes and have large home ranges. A small habitat network in the south of Scotland could support around 50 lynx, says Hetherington. But it's not something to rush into. \n There needs to be some sensible, inclusive and respectful dialogues involving local communities and sectors who feel threatened by this, says Hetherington. If that doesn't happen, lynx reintroduction will never be given the go-ahead, or it will fail and you'll get illegal hunting. We don't know the risks. The main objection to reintroducing lynx, or other big predators, is that it could affect farmers' livestock and livelihoods. These animals are high-level predators whose reintroduction would directly impact on sheep farmers and related businesses, said the National Sheep Association. There's a high degree of uncertainty about how it would play out in Scotland, says Andrew Bauer of the National Farmers Union of Scotland. We don't know the risks and it's irresponsible to present it as cut-and-dried, as some are… Losing lambs is distressing and damaging for business. One reintroduction, carried out 40 years ago, illustrates the problems. \n White-tailed eagles, also known as sea eagles, are the largest birds of prey in the UK. They were wiped out in the early 20th century, but were then reintroduced on the Isle of Mull. In conservation terms, they are a success story. As of 2015 there are almost 100 breeding pairs across Scotland, according to Mull Eagle Watch. Llamas and donkeys can be used to protect sheep. However, their return has caused problems for farmers, because the eagles sometimes kill lambs. Scottish Natural Heritage offers compensation, but Bauer says the programme is flawed. If lynx are reintroduced, a similar story may play out. Lynx UK Trust has mentioned plans to compensate farmers but the details are hazy. The good news is that lynx's impact can be controlled. You can bring predation down to really low levels, says Hetherington. Llamas and donkeys can be used to protect sheep, and since the lynx live in forests, simply moving lambs away from forest edges keeps them much safer. \n Because people need to live off the land, rewilding is not just a scientific issue: it's a political one. Many of the traditional uses of British land are hopelessly unprofitable anyway. The worry is that reintroducing big predators, or allowing farmland to revert to its natural state, will be bad for the rural economy – which is already struggling. The sheep farmer has a right to be there, says Bauer. The counter-argument, put forward by Monbiot, is that many of the traditional uses of British land are hopelessly unprofitable anyway. Many only survive thanks to government subsidies such as the Common Agricultural Policy. In particular, upland areas such as the Welsh hills and Scottish highlands have infertile soils that don't yield much. Rewilding, says Monbiot, offers alternative sources of income, which might well mean rural areas are better off. One option is eco-tourism, in which people pay to stay in wild areas and to be shown the best places to see the animals. Local people with decades of expertise often make the best guides. \n Even if rewilding doesn't boost rural economies in the way Monbiot thinks it could, there are other potential benefits. For instance, if Britain's bare hills become cloaked with trees, and trees are also allowed to grow right up next to rivers, they will trap rainwater. This should mean a more steady flow of water into rivers, reducing the risk of both floods and droughts. But it is also about satisfying a natural human desire: to come face to face with the wild, where our species spent almost all of its history. \n For many of us, BBC Earth documentaries are as close as we get to wild nature. Yet there is growing evidence that spending time there is good for both our physical and psychological health. We have a tremendous capacity for being enchanted by the wonders of nature and we have very little scope for exercising that capacity in this country, says Monbiot. With popular figures like Bill Oddie and Chris Packham speaking out in favour of rewilding, there might be some appetite for Britain to become a wilder place again. And if a country as stripped of its wildlife as Britain can do it, anywhere can.",
    "category": "sport",
    "subCategory": "ski",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v0/p02sv0n1.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": "education",
    "subCategory": "trainings",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v0/p02sv0v3.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Paul Lister, the owner of Alladale Wilderness Reserve in north-east Scotland, is exploring the possibility of reintroducing wolves and bears. He believes we need predators, and suggests releasing two packs of wolves and 20-odd bears on his own land. It won't start eating people's livestock and pets. We got rid of wolves and we've got room to bring them back, says Lister. It will give the land a chance to recover. Critics say his plan is unrealistic and naïve, but Lister points out that he is not talking about letting the animals go wherever they like. It's not full-blown reintroduction, says Lister. It won't start eating people's livestock and pets and interrupting our lives, because it will be inside a fence and it will be properly managed. \n Even with such controls, reintroducing wolves or bears to the UK is likely to prove difficult, as many people consider them too dangerous to live with. Farmers in particular are deeply opposed. The Scottish highlands already have high densities of prey animals. But lynx might be more viable. These big cats pose no threat to humans. In March 2015, the Lynx UK Trust announced plans for trial releases. Hetherington says the Scottish highlands already have high densities of prey animals, enough to support about 400 lynx. There is also plenty of room for the cats, which live in well-wooded landscapes and have large home ranges. A small habitat network in the south of Scotland could support around 50 lynx, says Hetherington. But it's not something to rush into. \n There needs to be some sensible, inclusive and respectful dialogues involving local communities and sectors who feel threatened by this, says Hetherington. If that doesn't happen, lynx reintroduction will never be given the go-ahead, or it will fail and you'll get illegal hunting. We don't know the risks. The main objection to reintroducing lynx, or other big predators, is that it could affect farmers' livestock and livelihoods. These animals are high-level predators whose reintroduction would directly impact on sheep farmers and related businesses, said the National Sheep Association. There's a high degree of uncertainty about how it would play out in Scotland, says Andrew Bauer of the National Farmers Union of Scotland. We don't know the risks and it's irresponsible to present it as cut-and-dried, as some are… Losing lambs is distressing and damaging for business. One reintroduction, carried out 40 years ago, illustrates the problems. \n White-tailed eagles, also known as sea eagles, are the largest birds of prey in the UK. They were wiped out in the early 20th century, but were then reintroduced on the Isle of Mull. In conservation terms, they are a success story. As of 2015 there are almost 100 breeding pairs across Scotland, according to Mull Eagle Watch. Llamas and donkeys can be used to protect sheep. However, their return has caused problems for farmers, because the eagles sometimes kill lambs. Scottish Natural Heritage offers compensation, but Bauer says the programme is flawed. If lynx are reintroduced, a similar story may play out. Lynx UK Trust has mentioned plans to compensate farmers but the details are hazy. The good news is that lynx's impact can be controlled. You can bring predation down to really low levels, says Hetherington. Llamas and donkeys can be used to protect sheep, and since the lynx live in forests, simply moving lambs away from forest edges keeps them much safer. \n Because people need to live off the land, rewilding is not just a scientific issue: it's a political one. Many of the traditional uses of British land are hopelessly unprofitable anyway. The worry is that reintroducing big predators, or allowing farmland to revert to its natural state, will be bad for the rural economy – which is already struggling. The sheep farmer has a right to be there, says Bauer. The counter-argument, put forward by Monbiot, is that many of the traditional uses of British land are hopelessly unprofitable anyway. Many only survive thanks to government subsidies such as the Common Agricultural Policy. In particular, upland areas such as the Welsh hills and Scottish highlands have infertile soils that don't yield much. Rewilding, says Monbiot, offers alternative sources of income, which might well mean rural areas are better off. One option is eco-tourism, in which people pay to stay in wild areas and to be shown the best places to see the animals. Local people with decades of expertise often make the best guides. \n Even if rewilding doesn't boost rural economies in the way Monbiot thinks it could, there are other potential benefits. For instance, if Britain's bare hills become cloaked with trees, and trees are also allowed to grow right up next to rivers, they will trap rainwater. This should mean a more steady flow of water into rivers, reducing the risk of both floods and droughts. But it is also about satisfying a natural human desire: to come face to face with the wild, where our species spent almost all of its history. \n For many of us, BBC Earth documentaries are as close as we get to wild nature. Yet there is growing evidence that spending time there is good for both our physical and psychological health. We have a tremendous capacity for being enchanted by the wonders of nature and we have very little scope for exercising that capacity in this country, says Monbiot. With popular figures like Bill Oddie and Chris Packham speaking out in favour of rewilding, there might be some appetite for Britain to become a wilder place again. And if a country as stripped of its wildlife as Britain can do it, anywhere can.",
    "category": "education",
    "subCategory": "trainings",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v1/p02sv1h5.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "In June 2015, Monbiot and other conservationists will launch Rewilding Britain, a new charitable organisation that will champion rewilding. Rewilding the UK is not a new concept. They aim to set aside three areas of at least 100,000 hectares of land in which ecological processes are dominant. They also want to designate 30% of the UK's seas as no-take zones, so life can return to the oceans. We'd love to have some places where you don't have to travel halfway round the world to see magnificent wildlife, says Monbiot. This may sound very radical. The funny thing is, rewilding the UK is not a new concept. We are arguably doing it already. \n Conservation groups like Trees For Life have been busily restoring native forests and other key landscapes for decades. Many of the biggest projects are happening in Scotland, but there are smaller ones elsewhere. Marshy areas are crucial habitats for many birds. These include The Great Fen Project in east England, The National Forest in central England, Moor Trees in the south-west and the Mid Wales Red Squirrel Project. The Royal Society for the Protection of Birds, despite its name, spends much of its time rebuilding wetlands, particularly in the eastern county of Essex. These marshy areas are crucial habitats for many birds. Thanks to the RSPB's efforts, populations of red kites, cirl bunting, great bustards and goshawks have returned to healthy numbers. \n The Knepp Castle Estate in West Sussex, which was once a loss-making intensive farm, is now being rewilded. A host of rare species has returned, from nightingales to barbastelle bats, cuckoos and purple emperor butterflies. But the story that really brought rewilding into the spotlight began in February 2014, when wild beavers turned up in the south-western county of Devon. \n A family of three was found living on the River Otter. It was the first time beavers had been found in the wild in England since they were hunted to extinction in the 16th century. The UK government raised concerns that they could be carrying a tapeworm. It's not clear where the beavers came from, but they might have escaped from captivity, as beavers are often employed as land management on private estates. When the runaway beavers were discovered, the UK government raised concerns that they could be carrying a tapeworm called Echinococcus multilocularis, which can be harmful for humans, and that the landscape might have changed too much for them to stay. Environmental groups and local people campaigned for them to be allowed to stay. Eventually the beavers, now five strong, were tested and found to be disease-free. In March 2015, the beavers were re-released for a 5-year trial. Beavers are cute, but that's not the only reason for letting them return to the UK. By building dams across rivers, which create ponds and eventually change the rivers into wetlands, they help species to flourish that would otherwise struggle. Birds, amphibians and fish all benefit. You get beautiful beaver ponds and dams, which are used by a whole host of species from otters to birds, says Alasdair Cameron of Friends of the Earth, who was involved in campaigning for the beavers to remain. \n There is even evidence that beavers could, in a modest way, help prevent dangerous climate change. Beavers in this country are a fantastic way of sequestering carbon in wetlands. The Earth's rising temperatures are largely driven by carbon dioxide, a greenhouse gas, so the more carbon can be kept out of the atmosphere the better. There is a second population of around 150 beavers, living on the River Tay in Scotland, probably after being illegally released. In 2015 the National Trust for Scotland, a charity that looks after Scottish heritage, said they should be allowed to remain. But even if that happens, it will only be a tiny step down a very long road. \n Compared to other European countries, the UK has been slow to reintroduce its indigenous species, despite European legislation encouraging it. In many cases we have to pick them up and plonk them down. Big predators now roam in nearly one-third of mainland Europe. There are currently 17,000 brown bears, 12,000 wolves, 9,000 Eurasian lynx and 1,250 wolverines. But not in Britain. One reason is simple: Britain is an island so it's hard to get to. On the mainland, wolves are spreading freely from the east into the west.",
    "category": "education",
    "subCategory": "trainings",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v0/p02sv0pw.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Britain once looked very different. In place of sheep-strewn fields and treeless uplands, there were vast natural forests, glades and wild spaces. Within them, wolves, bears and lynx roamed the land. The first Britons lived alongside woolly mammoths, great auks and wild cows called aurochs. All that is now gone. Humans chopped down the trees to make space for farms, and hunted the large animals to extinction, leaving plant-eaters to decimate the country's flora. Britain is now one of the few countries in the world that doesn't have top predators. No matter how much we may think England's green and pleasant countryside is natural, it is a pale shadow of what once was – and what could be again. \n If some conservationists have their way, parts of the UK could be restored to a truly wild state. This rewilding would bring back animals and plants that have been lost, and allow them to roam freely. In these new wild spaces, people could reconnect with animals and plants in a way no park or zoo could ever manage. But it's also a hugely controversial idea. There are various interpretations of rewilding. The word was coined in 1990 by an American environmentalist named Dave Foreman, who went on to found the Rewilding Institute. Then in 1998, Michael Soulé and Reed Noss set out the core ideas in an article for Wild Earth magazine. \n     Top predators allow many more species to flourish. The key to rewilding is creating large protected areas in which animals and plants are left to their own devices. The new wildernesses have to be large to support top predators like wolves, which need space and lots of prey. The top predators are crucial, because they keep down the populations of their prey. These are normally plant-eating animals like deer, which would otherwise run riot and decimate trees and other plant life – and in turn destroy the habitats for many other animals. By keeping plant-eaters in check, top predators allow many more species to flourish. These ripple effects are called trophic cascades. Soulé and Noss argued that ecosystems cannot function as they should without top predators or carnivores. \n In the last few years, the idea of rewilding parts of the UK has started to gain some support. For instance, the naturalist Chris Packham has spoken out in favour of reintroducing wolves and lynxes. \n We have very poor ecosystems. The journalist George Monbiot has also become a passionate supporter of rewilding, which he described in his 2013 book Feral. He says the return of charismatic predators could make Britain's landscape more exciting. We have very poor ecosystems, says Monbiot. Although the UK has plenty of designated national parks, they are all dominated by human activities. The International Union for Conservation of Nature ranks protected areas on a six-point scale, where 1 is the most wild.",
    "category": "education",
    "subCategory": "trainings",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v1/p02sv1c5.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Paul Lister, the owner of Alladale Wilderness Reserve in north-east Scotland, is exploring the possibility of reintroducing wolves and bears. He believes we need predators, and suggests releasing two packs of wolves and 20-odd bears on his own land. It won't start eating people's livestock and pets. We got rid of wolves and we've got room to bring them back, says Lister. It will give the land a chance to recover. Critics say his plan is unrealistic and naïve, but Lister points out that he is not talking about letting the animals go wherever they like. It's not full-blown reintroduction, says Lister. It won't start eating people's livestock and pets and interrupting our lives, because it will be inside a fence and it will be properly managed. \n Even with such controls, reintroducing wolves or bears to the UK is likely to prove difficult, as many people consider them too dangerous to live with. Farmers in particular are deeply opposed. The Scottish highlands already have high densities of prey animals. But lynx might be more viable. These big cats pose no threat to humans. In March 2015, the Lynx UK Trust announced plans for trial releases. Hetherington says the Scottish highlands already have high densities of prey animals, enough to support about 400 lynx. There is also plenty of room for the cats, which live in well-wooded landscapes and have large home ranges. A small habitat network in the south of Scotland could support around 50 lynx, says Hetherington. But it's not something to rush into. \n There needs to be some sensible, inclusive and respectful dialogues involving local communities and sectors who feel threatened by this, says Hetherington. If that doesn't happen, lynx reintroduction will never be given the go-ahead, or it will fail and you'll get illegal hunting. We don't know the risks. The main objection to reintroducing lynx, or other big predators, is that it could affect farmers' livestock and livelihoods. These animals are high-level predators whose reintroduction would directly impact on sheep farmers and related businesses, said the National Sheep Association. There's a high degree of uncertainty about how it would play out in Scotland, says Andrew Bauer of the National Farmers Union of Scotland. We don't know the risks and it's irresponsible to present it as cut-and-dried, as some are… Losing lambs is distressing and damaging for business. One reintroduction, carried out 40 years ago, illustrates the problems. \n White-tailed eagles, also known as sea eagles, are the largest birds of prey in the UK. They were wiped out in the early 20th century, but were then reintroduced on the Isle of Mull. In conservation terms, they are a success story. As of 2015 there are almost 100 breeding pairs across Scotland, according to Mull Eagle Watch. Llamas and donkeys can be used to protect sheep. However, their return has caused problems for farmers, because the eagles sometimes kill lambs. Scottish Natural Heritage offers compensation, but Bauer says the programme is flawed. If lynx are reintroduced, a similar story may play out. Lynx UK Trust has mentioned plans to compensate farmers but the details are hazy. The good news is that lynx's impact can be controlled. You can bring predation down to really low levels, says Hetherington. Llamas and donkeys can be used to protect sheep, and since the lynx live in forests, simply moving lambs away from forest edges keeps them much safer. \n Because people need to live off the land, rewilding is not just a scientific issue: it's a political one. Many of the traditional uses of British land are hopelessly unprofitable anyway. The worry is that reintroducing big predators, or allowing farmland to revert to its natural state, will be bad for the rural economy – which is already struggling. The sheep farmer has a right to be there, says Bauer. The counter-argument, put forward by Monbiot, is that many of the traditional uses of British land are hopelessly unprofitable anyway. Many only survive thanks to government subsidies such as the Common Agricultural Policy. In particular, upland areas such as the Welsh hills and Scottish highlands have infertile soils that don't yield much. Rewilding, says Monbiot, offers alternative sources of income, which might well mean rural areas are better off. One option is eco-tourism, in which people pay to stay in wild areas and to be shown the best places to see the animals. Local people with decades of expertise often make the best guides. \n Even if rewilding doesn't boost rural economies in the way Monbiot thinks it could, there are other potential benefits. For instance, if Britain's bare hills become cloaked with trees, and trees are also allowed to grow right up next to rivers, they will trap rainwater. This should mean a more steady flow of water into rivers, reducing the risk of both floods and droughts. But it is also about satisfying a natural human desire: to come face to face with the wild, where our species spent almost all of its history. \n For many of us, BBC Earth documentaries are as close as we get to wild nature. Yet there is growing evidence that spending time there is good for both our physical and psychological health. We have a tremendous capacity for being enchanted by the wonders of nature and we have very little scope for exercising that capacity in this country, says Monbiot. With popular figures like Bill Oddie and Chris Packham speaking out in favour of rewilding, there might be some appetite for Britain to become a wilder place again. And if a country as stripped of its wildlife as Britain can do it, anywhere can.",
    "category": "technology",
    "subCategory": "machines",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/lz/p03hlzxk.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": "technology",
    "subCategory": "machines",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v1/p02sv1cv.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "In June 2015, Monbiot and other conservationists will launch Rewilding Britain, a new charitable organisation that will champion rewilding. Rewilding the UK is not a new concept. They aim to set aside three areas of at least 100,000 hectares of land in which ecological processes are dominant. They also want to designate 30% of the UK's seas as no-take zones, so life can return to the oceans. We'd love to have some places where you don't have to travel halfway round the world to see magnificent wildlife, says Monbiot. This may sound very radical. The funny thing is, rewilding the UK is not a new concept. We are arguably doing it already. \n Conservation groups like Trees For Life have been busily restoring native forests and other key landscapes for decades. Many of the biggest projects are happening in Scotland, but there are smaller ones elsewhere. Marshy areas are crucial habitats for many birds. These include The Great Fen Project in east England, The National Forest in central England, Moor Trees in the south-west and the Mid Wales Red Squirrel Project. The Royal Society for the Protection of Birds, despite its name, spends much of its time rebuilding wetlands, particularly in the eastern county of Essex. These marshy areas are crucial habitats for many birds. Thanks to the RSPB's efforts, populations of red kites, cirl bunting, great bustards and goshawks have returned to healthy numbers. \n The Knepp Castle Estate in West Sussex, which was once a loss-making intensive farm, is now being rewilded. A host of rare species has returned, from nightingales to barbastelle bats, cuckoos and purple emperor butterflies. But the story that really brought rewilding into the spotlight began in February 2014, when wild beavers turned up in the south-western county of Devon. \n A family of three was found living on the River Otter. It was the first time beavers had been found in the wild in England since they were hunted to extinction in the 16th century. The UK government raised concerns that they could be carrying a tapeworm. It's not clear where the beavers came from, but they might have escaped from captivity, as beavers are often employed as land management on private estates. When the runaway beavers were discovered, the UK government raised concerns that they could be carrying a tapeworm called Echinococcus multilocularis, which can be harmful for humans, and that the landscape might have changed too much for them to stay. Environmental groups and local people campaigned for them to be allowed to stay. Eventually the beavers, now five strong, were tested and found to be disease-free. In March 2015, the beavers were re-released for a 5-year trial. Beavers are cute, but that's not the only reason for letting them return to the UK. By building dams across rivers, which create ponds and eventually change the rivers into wetlands, they help species to flourish that would otherwise struggle. Birds, amphibians and fish all benefit. You get beautiful beaver ponds and dams, which are used by a whole host of species from otters to birds, says Alasdair Cameron of Friends of the Earth, who was involved in campaigning for the beavers to remain. \n There is even evidence that beavers could, in a modest way, help prevent dangerous climate change. Beavers in this country are a fantastic way of sequestering carbon in wetlands. The Earth's rising temperatures are largely driven by carbon dioxide, a greenhouse gas, so the more carbon can be kept out of the atmosphere the better. There is a second population of around 150 beavers, living on the River Tay in Scotland, probably after being illegally released. In 2015 the National Trust for Scotland, a charity that looks after Scottish heritage, said they should be allowed to remain. But even if that happens, it will only be a tiny step down a very long road. \n Compared to other European countries, the UK has been slow to reintroduce its indigenous species, despite European legislation encouraging it. In many cases we have to pick them up and plonk them down. Big predators now roam in nearly one-third of mainland Europe. There are currently 17,000 brown bears, 12,000 wolves, 9,000 Eurasian lynx and 1,250 wolverines. But not in Britain. One reason is simple: Britain is an island so it's hard to get to. On the mainland, wolves are spreading freely from the east into the west.",
    "category": "technology",
    "subCategory": "machines",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/pc/p03hpcfz.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Paul Lister, the owner of Alladale Wilderness Reserve in north-east Scotland, is exploring the possibility of reintroducing wolves and bears. He believes we need predators, and suggests releasing two packs of wolves and 20-odd bears on his own land. It won't start eating people's livestock and pets. We got rid of wolves and we've got room to bring them back, says Lister. It will give the land a chance to recover. Critics say his plan is unrealistic and naïve, but Lister points out that he is not talking about letting the animals go wherever they like. It's not full-blown reintroduction, says Lister. It won't start eating people's livestock and pets and interrupting our lives, because it will be inside a fence and it will be properly managed. \n Even with such controls, reintroducing wolves or bears to the UK is likely to prove difficult, as many people consider them too dangerous to live with. Farmers in particular are deeply opposed. The Scottish highlands already have high densities of prey animals. But lynx might be more viable. These big cats pose no threat to humans. In March 2015, the Lynx UK Trust announced plans for trial releases. Hetherington says the Scottish highlands already have high densities of prey animals, enough to support about 400 lynx. There is also plenty of room for the cats, which live in well-wooded landscapes and have large home ranges. A small habitat network in the south of Scotland could support around 50 lynx, says Hetherington. But it's not something to rush into. \n There needs to be some sensible, inclusive and respectful dialogues involving local communities and sectors who feel threatened by this, says Hetherington. If that doesn't happen, lynx reintroduction will never be given the go-ahead, or it will fail and you'll get illegal hunting. We don't know the risks. The main objection to reintroducing lynx, or other big predators, is that it could affect farmers' livestock and livelihoods. These animals are high-level predators whose reintroduction would directly impact on sheep farmers and related businesses, said the National Sheep Association. There's a high degree of uncertainty about how it would play out in Scotland, says Andrew Bauer of the National Farmers Union of Scotland. We don't know the risks and it's irresponsible to present it as cut-and-dried, as some are… Losing lambs is distressing and damaging for business. One reintroduction, carried out 40 years ago, illustrates the problems. \n White-tailed eagles, also known as sea eagles, are the largest birds of prey in the UK. They were wiped out in the early 20th century, but were then reintroduced on the Isle of Mull. In conservation terms, they are a success story. As of 2015 there are almost 100 breeding pairs across Scotland, according to Mull Eagle Watch. Llamas and donkeys can be used to protect sheep. However, their return has caused problems for farmers, because the eagles sometimes kill lambs. Scottish Natural Heritage offers compensation, but Bauer says the programme is flawed. If lynx are reintroduced, a similar story may play out. Lynx UK Trust has mentioned plans to compensate farmers but the details are hazy. The good news is that lynx's impact can be controlled. You can bring predation down to really low levels, says Hetherington. Llamas and donkeys can be used to protect sheep, and since the lynx live in forests, simply moving lambs away from forest edges keeps them much safer. \n Because people need to live off the land, rewilding is not just a scientific issue: it's a political one. Many of the traditional uses of British land are hopelessly unprofitable anyway. The worry is that reintroducing big predators, or allowing farmland to revert to its natural state, will be bad for the rural economy – which is already struggling. The sheep farmer has a right to be there, says Bauer. The counter-argument, put forward by Monbiot, is that many of the traditional uses of British land are hopelessly unprofitable anyway. Many only survive thanks to government subsidies such as the Common Agricultural Policy. In particular, upland areas such as the Welsh hills and Scottish highlands have infertile soils that don't yield much. Rewilding, says Monbiot, offers alternative sources of income, which might well mean rural areas are better off. One option is eco-tourism, in which people pay to stay in wild areas and to be shown the best places to see the animals. Local people with decades of expertise often make the best guides. \n Even if rewilding doesn't boost rural economies in the way Monbiot thinks it could, there are other potential benefits. For instance, if Britain's bare hills become cloaked with trees, and trees are also allowed to grow right up next to rivers, they will trap rainwater. This should mean a more steady flow of water into rivers, reducing the risk of both floods and droughts. But it is also about satisfying a natural human desire: to come face to face with the wild, where our species spent almost all of its history. \n For many of us, BBC Earth documentaries are as close as we get to wild nature. Yet there is growing evidence that spending time there is good for both our physical and psychological health. We have a tremendous capacity for being enchanted by the wonders of nature and we have very little scope for exercising that capacity in this country, says Monbiot. With popular figures like Bill Oddie and Chris Packham speaking out in favour of rewilding, there might be some appetite for Britain to become a wilder place again. And if a country as stripped of its wildlife as Britain can do it, anywhere can.",
    "category": "technology",
    "subCategory": "machines",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h\n9/p03hn9jb.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": "technology",
    "subCategory": "machines",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3j/1f/p03j1fjl.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Britain once looked very different. In place of sheep-strewn fields and treeless uplands, there were vast natural forests, glades and wild spaces. Within them, wolves, bears and lynx roamed the land. The first Britons lived alongside woolly mammoths, great auks and wild cows called aurochs. All that is now gone. Humans chopped down the trees to make space for farms, and hunted the large animals to extinction, leaving plant-eaters to decimate the country's flora. Britain is now one of the few countries in the world that doesn't have top predators. No matter how much we may think England's green and pleasant countryside is natural, it is a pale shadow of what once was – and what could be again. \n If some conservationists have their way, parts of the UK could be restored to a truly wild state. This rewilding would bring back animals and plants that have been lost, and allow them to roam freely. In these new wild spaces, people could reconnect with animals and plants in a way no park or zoo could ever manage. But it's also a hugely controversial idea. There are various interpretations of rewilding. The word was coined in 1990 by an American environmentalist named Dave Foreman, who went on to found the Rewilding Institute. Then in 1998, Michael Soulé and Reed Noss set out the core ideas in an article for Wild Earth magazine. \n     Top predators allow many more species to flourish. The key to rewilding is creating large protected areas in which animals and plants are left to their own devices. The new wildernesses have to be large to support top predators like wolves, which need space and lots of prey. The top predators are crucial, because they keep down the populations of their prey. These are normally plant-eating animals like deer, which would otherwise run riot and decimate trees and other plant life – and in turn destroy the habitats for many other animals. By keeping plant-eaters in check, top predators allow many more species to flourish. These ripple effects are called trophic cascades. Soulé and Noss argued that ecosystems cannot function as they should without top predators or carnivores. \n In the last few years, the idea of rewilding parts of the UK has started to gain some support. For instance, the naturalist Chris Packham has spoken out in favour of reintroducing wolves and lynxes. \n We have very poor ecosystems. The journalist George Monbiot has also become a passionate supporter of rewilding, which he described in his 2013 book Feral. He says the return of charismatic predators could make Britain's landscape more exciting. We have very poor ecosystems, says Monbiot. Although the UK has plenty of designated national parks, they are all dominated by human activities. The International Union for Conservation of Nature ranks protected areas on a six-point scale, where 1 is the most wild.",
    "category": "technology",
    "subCategory": "medicine",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3j/1g/p03j1g1s.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "In June 2015, Monbiot and other conservationists will launch Rewilding Britain, a new charitable organisation that will champion rewilding. Rewilding the UK is not a new concept. They aim to set aside three areas of at least 100,000 hectares of land in which ecological processes are dominant. They also want to designate 30% of the UK's seas as no-take zones, so life can return to the oceans. We'd love to have some places where you don't have to travel halfway round the world to see magnificent wildlife, says Monbiot. This may sound very radical. The funny thing is, rewilding the UK is not a new concept. We are arguably doing it already. \n Conservation groups like Trees For Life have been busily restoring native forests and other key landscapes for decades. Many of the biggest projects are happening in Scotland, but there are smaller ones elsewhere. Marshy areas are crucial habitats for many birds. These include The Great Fen Project in east England, The National Forest in central England, Moor Trees in the south-west and the Mid Wales Red Squirrel Project. The Royal Society for the Protection of Birds, despite its name, spends much of its time rebuilding wetlands, particularly in the eastern county of Essex. These marshy areas are crucial habitats for many birds. Thanks to the RSPB's efforts, populations of red kites, cirl bunting, great bustards and goshawks have returned to healthy numbers. \n The Knepp Castle Estate in West Sussex, which was once a loss-making intensive farm, is now being rewilded. A host of rare species has returned, from nightingales to barbastelle bats, cuckoos and purple emperor butterflies. But the story that really brought rewilding into the spotlight began in February 2014, when wild beavers turned up in the south-western county of Devon. \n A family of three was found living on the River Otter. It was the first time beavers had been found in the wild in England since they were hunted to extinction in the 16th century. The UK government raised concerns that they could be carrying a tapeworm. It's not clear where the beavers came from, but they might have escaped from captivity, as beavers are often employed as land management on private estates. When the runaway beavers were discovered, the UK government raised concerns that they could be carrying a tapeworm called Echinococcus multilocularis, which can be harmful for humans, and that the landscape might have changed too much for them to stay. Environmental groups and local people campaigned for them to be allowed to stay. Eventually the beavers, now five strong, were tested and found to be disease-free. In March 2015, the beavers were re-released for a 5-year trial. Beavers are cute, but that's not the only reason for letting them return to the UK. By building dams across rivers, which create ponds and eventually change the rivers into wetlands, they help species to flourish that would otherwise struggle. Birds, amphibians and fish all benefit. You get beautiful beaver ponds and dams, which are used by a whole host of species from otters to birds, says Alasdair Cameron of Friends of the Earth, who was involved in campaigning for the beavers to remain. \n There is even evidence that beavers could, in a modest way, help prevent dangerous climate change. Beavers in this country are a fantastic way of sequestering carbon in wetlands. The Earth's rising temperatures are largely driven by carbon dioxide, a greenhouse gas, so the more carbon can be kept out of the atmosphere the better. There is a second population of around 150 beavers, living on the River Tay in Scotland, probably after being illegally released. In 2015 the National Trust for Scotland, a charity that looks after Scottish heritage, said they should be allowed to remain. But even if that happens, it will only be a tiny step down a very long road. \n Compared to other European countries, the UK has been slow to reintroduce its indigenous species, despite European legislation encouraging it. In many cases we have to pick them up and plonk them down. Big predators now roam in nearly one-third of mainland Europe. There are currently 17,000 brown bears, 12,000 wolves, 9,000 Eurasian lynx and 1,250 wolverines. But not in Britain. One reason is simple: Britain is an island so it's hard to get to. On the mainland, wolves are spreading freely from the east into the west.",
    "category": "technology",
    "subCategory": "medicine",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3j/1f/p03j1f9m.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Paul Lister, the owner of Alladale Wilderness Reserve in north-east Scotland, is exploring the possibility of reintroducing wolves and bears. He believes we need predators, and suggests releasing two packs of wolves and 20-odd bears on his own land. It won't start eating people's livestock and pets. We got rid of wolves and we've got room to bring them back, says Lister. It will give the land a chance to recover. Critics say his plan is unrealistic and naïve, but Lister points out that he is not talking about letting the animals go wherever they like. It's not full-blown reintroduction, says Lister. It won't start eating people's livestock and pets and interrupting our lives, because it will be inside a fence and it will be properly managed. \n Even with such controls, reintroducing wolves or bears to the UK is likely to prove difficult, as many people consider them too dangerous to live with. Farmers in particular are deeply opposed. The Scottish highlands already have high densities of prey animals. But lynx might be more viable. These big cats pose no threat to humans. In March 2015, the Lynx UK Trust announced plans for trial releases. Hetherington says the Scottish highlands already have high densities of prey animals, enough to support about 400 lynx. There is also plenty of room for the cats, which live in well-wooded landscapes and have large home ranges. A small habitat network in the south of Scotland could support around 50 lynx, says Hetherington. But it's not something to rush into. \n There needs to be some sensible, inclusive and respectful dialogues involving local communities and sectors who feel threatened by this, says Hetherington. If that doesn't happen, lynx reintroduction will never be given the go-ahead, or it will fail and you'll get illegal hunting. We don't know the risks. The main objection to reintroducing lynx, or other big predators, is that it could affect farmers' livestock and livelihoods. These animals are high-level predators whose reintroduction would directly impact on sheep farmers and related businesses, said the National Sheep Association. There's a high degree of uncertainty about how it would play out in Scotland, says Andrew Bauer of the National Farmers Union of Scotland. We don't know the risks and it's irresponsible to present it as cut-and-dried, as some are… Losing lambs is distressing and damaging for business. One reintroduction, carried out 40 years ago, illustrates the problems. \n White-tailed eagles, also known as sea eagles, are the largest birds of prey in the UK. They were wiped out in the early 20th century, but were then reintroduced on the Isle of Mull. In conservation terms, they are a success story. As of 2015 there are almost 100 breeding pairs across Scotland, according to Mull Eagle Watch. Llamas and donkeys can be used to protect sheep. However, their return has caused problems for farmers, because the eagles sometimes kill lambs. Scottish Natural Heritage offers compensation, but Bauer says the programme is flawed. If lynx are reintroduced, a similar story may play out. Lynx UK Trust has mentioned plans to compensate farmers but the details are hazy. The good news is that lynx's impact can be controlled. You can bring predation down to really low levels, says Hetherington. Llamas and donkeys can be used to protect sheep, and since the lynx live in forests, simply moving lambs away from forest edges keeps them much safer. \n Because people need to live off the land, rewilding is not just a scientific issue: it's a political one. Many of the traditional uses of British land are hopelessly unprofitable anyway. The worry is that reintroducing big predators, or allowing farmland to revert to its natural state, will be bad for the rural economy – which is already struggling. The sheep farmer has a right to be there, says Bauer. The counter-argument, put forward by Monbiot, is that many of the traditional uses of British land are hopelessly unprofitable anyway. Many only survive thanks to government subsidies such as the Common Agricultural Policy. In particular, upland areas such as the Welsh hills and Scottish highlands have infertile soils that don't yield much. Rewilding, says Monbiot, offers alternative sources of income, which might well mean rural areas are better off. One option is eco-tourism, in which people pay to stay in wild areas and to be shown the best places to see the animals. Local people with decades of expertise often make the best guides. \n Even if rewilding doesn't boost rural economies in the way Monbiot thinks it could, there are other potential benefits. For instance, if Britain's bare hills become cloaked with trees, and trees are also allowed to grow right up next to rivers, they will trap rainwater. This should mean a more steady flow of water into rivers, reducing the risk of both floods and droughts. But it is also about satisfying a natural human desire: to come face to face with the wild, where our species spent almost all of its history. \n For many of us, BBC Earth documentaries are as close as we get to wild nature. Yet there is growing evidence that spending time there is good for both our physical and psychological health. We have a tremendous capacity for being enchanted by the wonders of nature and we have very little scope for exercising that capacity in this country, says Monbiot. With popular figures like Bill Oddie and Chris Packham speaking out in favour of rewilding, there might be some appetite for Britain to become a wilder place again. And if a country as stripped of its wildlife as Britain can do it, anywhere can.",
    "category": "technology",
    "subCategory": "medicine",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3j/1f/p03j1fc8.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": "technology",
    "subCategory": "medicine",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3j/1f/p03j1fd7.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "In June 2015, Monbiot and other conservationists will launch Rewilding Britain, a new charitable organisation that will champion rewilding. Rewilding the UK is not a new concept. They aim to set aside three areas of at least 100,000 hectares of land in which ecological processes are dominant. They also want to designate 30% of the UK's seas as no-take zones, so life can return to the oceans. We'd love to have some places where you don't have to travel halfway round the world to see magnificent wildlife, says Monbiot. This may sound very radical. The funny thing is, rewilding the UK is not a new concept. We are arguably doing it already. \n Conservation groups like Trees For Life have been busily restoring native forests and other key landscapes for decades. Many of the biggest projects are happening in Scotland, but there are smaller ones elsewhere. Marshy areas are crucial habitats for many birds. These include The Great Fen Project in east England, The National Forest in central England, Moor Trees in the south-west and the Mid Wales Red Squirrel Project. The Royal Society for the Protection of Birds, despite its name, spends much of its time rebuilding wetlands, particularly in the eastern county of Essex. These marshy areas are crucial habitats for many birds. Thanks to the RSPB's efforts, populations of red kites, cirl bunting, great bustards and goshawks have returned to healthy numbers. \n The Knepp Castle Estate in West Sussex, which was once a loss-making intensive farm, is now being rewilded. A host of rare species has returned, from nightingales to barbastelle bats, cuckoos and purple emperor butterflies. But the story that really brought rewilding into the spotlight began in February 2014, when wild beavers turned up in the south-western county of Devon. \n A family of three was found living on the River Otter. It was the first time beavers had been found in the wild in England since they were hunted to extinction in the 16th century. The UK government raised concerns that they could be carrying a tapeworm. It's not clear where the beavers came from, but they might have escaped from captivity, as beavers are often employed as land management on private estates. When the runaway beavers were discovered, the UK government raised concerns that they could be carrying a tapeworm called Echinococcus multilocularis, which can be harmful for humans, and that the landscape might have changed too much for them to stay. Environmental groups and local people campaigned for them to be allowed to stay. Eventually the beavers, now five strong, were tested and found to be disease-free. In March 2015, the beavers were re-released for a 5-year trial. Beavers are cute, but that's not the only reason for letting them return to the UK. By building dams across rivers, which create ponds and eventually change the rivers into wetlands, they help species to flourish that would otherwise struggle. Birds, amphibians and fish all benefit. You get beautiful beaver ponds and dams, which are used by a whole host of species from otters to birds, says Alasdair Cameron of Friends of the Earth, who was involved in campaigning for the beavers to remain. \n There is even evidence that beavers could, in a modest way, help prevent dangerous climate change. Beavers in this country are a fantastic way of sequestering carbon in wetlands. The Earth's rising temperatures are largely driven by carbon dioxide, a greenhouse gas, so the more carbon can be kept out of the atmosphere the better. There is a second population of around 150 beavers, living on the River Tay in Scotland, probably after being illegally released. In 2015 the National Trust for Scotland, a charity that looks after Scottish heritage, said they should be allowed to remain. But even if that happens, it will only be a tiny step down a very long road. \n Compared to other European countries, the UK has been slow to reintroduce its indigenous species, despite European legislation encouraging it. In many cases we have to pick them up and plonk them down. Big predators now roam in nearly one-third of mainland Europe. There are currently 17,000 brown bears, 12,000 wolves, 9,000 Eurasian lynx and 1,250 wolverines. But not in Britain. One reason is simple: Britain is an island so it's hard to get to. On the mainland, wolves are spreading freely from the east into the west.",
    "category": "technology",
    "subCategory": "medicine",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3j/1f/p03j1fmb.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Britain once looked very different. In place of sheep-strewn fields and treeless uplands, there were vast natural forests, glades and wild spaces. Within them, wolves, bears and lynx roamed the land. The first Britons lived alongside woolly mammoths, great auks and wild cows called aurochs. All that is now gone. Humans chopped down the trees to make space for farms, and hunted the large animals to extinction, leaving plant-eaters to decimate the country's flora. Britain is now one of the few countries in the world that doesn't have top predators. No matter how much we may think England's green and pleasant countryside is natural, it is a pale shadow of what once was – and what could be again. \n If some conservationists have their way, parts of the UK could be restored to a truly wild state. This rewilding would bring back animals and plants that have been lost, and allow them to roam freely. In these new wild spaces, people could reconnect with animals and plants in a way no park or zoo could ever manage. But it's also a hugely controversial idea. There are various interpretations of rewilding. The word was coined in 1990 by an American environmentalist named Dave Foreman, who went on to found the Rewilding Institute. Then in 1998, Michael Soulé and Reed Noss set out the core ideas in an article for Wild Earth magazine. \n     Top predators allow many more species to flourish. The key to rewilding is creating large protected areas in which animals and plants are left to their own devices. The new wildernesses have to be large to support top predators like wolves, which need space and lots of prey. The top predators are crucial, because they keep down the populations of their prey. These are normally plant-eating animals like deer, which would otherwise run riot and decimate trees and other plant life – and in turn destroy the habitats for many other animals. By keeping plant-eaters in check, top predators allow many more species to flourish. These ripple effects are called trophic cascades. Soulé and Noss argued that ecosystems cannot function as they should without top predators or carnivores. \n In the last few years, the idea of rewilding parts of the UK has started to gain some support. For instance, the naturalist Chris Packham has spoken out in favour of reintroducing wolves and lynxes. \n We have very poor ecosystems. The journalist George Monbiot has also become a passionate supporter of rewilding, which he described in his 2013 book Feral. He says the return of charismatic predators could make Britain's landscape more exciting. We have very poor ecosystems, says Monbiot. Although the UK has plenty of designated national parks, they are all dominated by human activities. The International Union for Conservation of Nature ranks protected areas on a six-point scale, where 1 is the most wild.",
    "category": "technology",
    "subCategory": "medicine",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3j/1h/p03j1hkl.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": "technology",
    "subCategory": "medicine",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/mr/p03hmrt3.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "In June 2015, Monbiot and other conservationists will launch Rewilding Britain, a new charitable organisation that will champion rewilding. Rewilding the UK is not a new concept. They aim to set aside three areas of at least 100,000 hectares of land in which ecological processes are dominant. They also want to designate 30% of the UK's seas as no-take zones, so life can return to the oceans. We'd love to have some places where you don't have to travel halfway round the world to see magnificent wildlife, says Monbiot. This may sound very radical. The funny thing is, rewilding the UK is not a new concept. We are arguably doing it already. \n Conservation groups like Trees For Life have been busily restoring native forests and other key landscapes for decades. Many of the biggest projects are happening in Scotland, but there are smaller ones elsewhere. Marshy areas are crucial habitats for many birds. These include The Great Fen Project in east England, The National Forest in central England, Moor Trees in the south-west and the Mid Wales Red Squirrel Project. The Royal Society for the Protection of Birds, despite its name, spends much of its time rebuilding wetlands, particularly in the eastern county of Essex. These marshy areas are crucial habitats for many birds. Thanks to the RSPB's efforts, populations of red kites, cirl bunting, great bustards and goshawks have returned to healthy numbers. \n The Knepp Castle Estate in West Sussex, which was once a loss-making intensive farm, is now being rewilded. A host of rare species has returned, from nightingales to barbastelle bats, cuckoos and purple emperor butterflies. But the story that really brought rewilding into the spotlight began in February 2014, when wild beavers turned up in the south-western county of Devon. \n A family of three was found living on the River Otter. It was the first time beavers had been found in the wild in England since they were hunted to extinction in the 16th century. The UK government raised concerns that they could be carrying a tapeworm. It's not clear where the beavers came from, but they might have escaped from captivity, as beavers are often employed as land management on private estates. When the runaway beavers were discovered, the UK government raised concerns that they could be carrying a tapeworm called Echinococcus multilocularis, which can be harmful for humans, and that the landscape might have changed too much for them to stay. Environmental groups and local people campaigned for them to be allowed to stay. Eventually the beavers, now five strong, were tested and found to be disease-free. In March 2015, the beavers were re-released for a 5-year trial. Beavers are cute, but that's not the only reason for letting them return to the UK. By building dams across rivers, which create ponds and eventually change the rivers into wetlands, they help species to flourish that would otherwise struggle. Birds, amphibians and fish all benefit. You get beautiful beaver ponds and dams, which are used by a whole host of species from otters to birds, says Alasdair Cameron of Friends of the Earth, who was involved in campaigning for the beavers to remain. \n There is even evidence that beavers could, in a modest way, help prevent dangerous climate change. Beavers in this country are a fantastic way of sequestering carbon in wetlands. The Earth's rising temperatures are largely driven by carbon dioxide, a greenhouse gas, so the more carbon can be kept out of the atmosphere the better. There is a second population of around 150 beavers, living on the River Tay in Scotland, probably after being illegally released. In 2015 the National Trust for Scotland, a charity that looks after Scottish heritage, said they should be allowed to remain. But even if that happens, it will only be a tiny step down a very long road. \n Compared to other European countries, the UK has been slow to reintroduce its indigenous species, despite European legislation encouraging it. In many cases we have to pick them up and plonk them down. Big predators now roam in nearly one-third of mainland Europe. There are currently 17,000 brown bears, 12,000 wolves, 9,000 Eurasian lynx and 1,250 wolverines. But not in Britain. One reason is simple: Britain is an island so it's hard to get to. On the mainland, wolves are spreading freely from the east into the west.",
    "category": " politics",
    "subCategory": "boring",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/mr/p03hmry4.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Paul Lister, the owner of Alladale Wilderness Reserve in north-east Scotland, is exploring the possibility of reintroducing wolves and bears. He believes we need predators, and suggests releasing two packs of wolves and 20-odd bears on his own land. It won't start eating people's livestock and pets. We got rid of wolves and we've got room to bring them back, says Lister. It will give the land a chance to recover. Critics say his plan is unrealistic and naïve, but Lister points out that he is not talking about letting the animals go wherever they like. It's not full-blown reintroduction, says Lister. It won't start eating people's livestock and pets and interrupting our lives, because it will be inside a fence and it will be properly managed. \n Even with such controls, reintroducing wolves or bears to the UK is likely to prove difficult, as many people consider them too dangerous to live with. Farmers in particular are deeply opposed. The Scottish highlands already have high densities of prey animals. But lynx might be more viable. These big cats pose no threat to humans. In March 2015, the Lynx UK Trust announced plans for trial releases. Hetherington says the Scottish highlands already have high densities of prey animals, enough to support about 400 lynx. There is also plenty of room for the cats, which live in well-wooded landscapes and have large home ranges. A small habitat network in the south of Scotland could support around 50 lynx, says Hetherington. But it's not something to rush into. \n There needs to be some sensible, inclusive and respectful dialogues involving local communities and sectors who feel threatened by this, says Hetherington. If that doesn't happen, lynx reintroduction will never be given the go-ahead, or it will fail and you'll get illegal hunting. We don't know the risks. The main objection to reintroducing lynx, or other big predators, is that it could affect farmers' livestock and livelihoods. These animals are high-level predators whose reintroduction would directly impact on sheep farmers and related businesses, said the National Sheep Association. There's a high degree of uncertainty about how it would play out in Scotland, says Andrew Bauer of the National Farmers Union of Scotland. We don't know the risks and it's irresponsible to present it as cut-and-dried, as some are… Losing lambs is distressing and damaging for business. One reintroduction, carried out 40 years ago, illustrates the problems. \n White-tailed eagles, also known as sea eagles, are the largest birds of prey in the UK. They were wiped out in the early 20th century, but were then reintroduced on the Isle of Mull. In conservation terms, they are a success story. As of 2015 there are almost 100 breeding pairs across Scotland, according to Mull Eagle Watch. Llamas and donkeys can be used to protect sheep. However, their return has caused problems for farmers, because the eagles sometimes kill lambs. Scottish Natural Heritage offers compensation, but Bauer says the programme is flawed. If lynx are reintroduced, a similar story may play out. Lynx UK Trust has mentioned plans to compensate farmers but the details are hazy. The good news is that lynx's impact can be controlled. You can bring predation down to really low levels, says Hetherington. Llamas and donkeys can be used to protect sheep, and since the lynx live in forests, simply moving lambs away from forest edges keeps them much safer. \n Because people need to live off the land, rewilding is not just a scientific issue: it's a political one. Many of the traditional uses of British land are hopelessly unprofitable anyway. The worry is that reintroducing big predators, or allowing farmland to revert to its natural state, will be bad for the rural economy – which is already struggling. The sheep farmer has a right to be there, says Bauer. The counter-argument, put forward by Monbiot, is that many of the traditional uses of British land are hopelessly unprofitable anyway. Many only survive thanks to government subsidies such as the Common Agricultural Policy. In particular, upland areas such as the Welsh hills and Scottish highlands have infertile soils that don't yield much. Rewilding, says Monbiot, offers alternative sources of income, which might well mean rural areas are better off. One option is eco-tourism, in which people pay to stay in wild areas and to be shown the best places to see the animals. Local people with decades of expertise often make the best guides. \n Even if rewilding doesn't boost rural economies in the way Monbiot thinks it could, there are other potential benefits. For instance, if Britain's bare hills become cloaked with trees, and trees are also allowed to grow right up next to rivers, they will trap rainwater. This should mean a more steady flow of water into rivers, reducing the risk of both floods and droughts. But it is also about satisfying a natural human desire: to come face to face with the wild, where our species spent almost all of its history. \n For many of us, BBC Earth documentaries are as close as we get to wild nature. Yet there is growing evidence that spending time there is good for both our physical and psychological health. We have a tremendous capacity for being enchanted by the wonders of nature and we have very little scope for exercising that capacity in this country, says Monbiot. With popular figures like Bill Oddie and Chris Packham speaking out in favour of rewilding, there might be some appetite for Britain to become a wilder place again. And if a country as stripped of its wildlife as Britain can do it, anywhere can.",
    "category": " politics",
    "subCategory": "boring",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/dj/p03hdj1s.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": " politics",
    "subCategory": "boring",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/dj/p03hdj83.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
     "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": " politics",
    "subCategory": "boring",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/dj/p03hdj4w.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Britain once looked very different. In place of sheep-strewn fields and treeless uplands, there were vast natural forests, glades and wild spaces. Within them, wolves, bears and lynx roamed the land. The first Britons lived alongside woolly mammoths, great auks and wild cows called aurochs. All that is now gone. Humans chopped down the trees to make space for farms, and hunted the large animals to extinction, leaving plant-eaters to decimate the country's flora. Britain is now one of the few countries in the world that doesn't have top predators. No matter how much we may think England's green and pleasant countryside is natural, it is a pale shadow of what once was – and what could be again. \n If some conservationists have their way, parts of the UK could be restored to a truly wild state. This rewilding would bring back animals and plants that have been lost, and allow them to roam freely. In these new wild spaces, people could reconnect with animals and plants in a way no park or zoo could ever manage. But it's also a hugely controversial idea. There are various interpretations of rewilding. The word was coined in 1990 by an American environmentalist named Dave Foreman, who went on to found the Rewilding Institute. Then in 1998, Michael Soulé and Reed Noss set out the core ideas in an article for Wild Earth magazine. \n     Top predators allow many more species to flourish. The key to rewilding is creating large protected areas in which animals and plants are left to their own devices. The new wildernesses have to be large to support top predators like wolves, which need space and lots of prey. The top predators are crucial, because they keep down the populations of their prey. These are normally plant-eating animals like deer, which would otherwise run riot and decimate trees and other plant life – and in turn destroy the habitats for many other animals. By keeping plant-eaters in check, top predators allow many more species to flourish. These ripple effects are called trophic cascades. Soulé and Noss argued that ecosystems cannot function as they should without top predators or carnivores. \n In the last few years, the idea of rewilding parts of the UK has started to gain some support. For instance, the naturalist Chris Packham has spoken out in favour of reintroducing wolves and lynxes. \n We have very poor ecosystems. The journalist George Monbiot has also become a passionate supporter of rewilding, which he described in his 2013 book Feral. He says the return of charismatic predators could make Britain's landscape more exciting. We have very poor ecosystems, says Monbiot. Although the UK has plenty of designated national parks, they are all dominated by human activities. The International Union for Conservation of Nature ranks protected areas on a six-point scale, where 1 is the most wild.",
    "category": " politics",
    "subCategory": "boring",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/dj/p03hdj07.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "In June 2015, Monbiot and other conservationists will launch Rewilding Britain, a new charitable organisation that will champion rewilding. Rewilding the UK is not a new concept. They aim to set aside three areas of at least 100,000 hectares of land in which ecological processes are dominant. They also want to designate 30% of the UK's seas as no-take zones, so life can return to the oceans. We'd love to have some places where you don't have to travel halfway round the world to see magnificent wildlife, says Monbiot. This may sound very radical. The funny thing is, rewilding the UK is not a new concept. We are arguably doing it already. \n Conservation groups like Trees For Life have been busily restoring native forests and other key landscapes for decades. Many of the biggest projects are happening in Scotland, but there are smaller ones elsewhere. Marshy areas are crucial habitats for many birds. These include The Great Fen Project in east England, The National Forest in central England, Moor Trees in the south-west and the Mid Wales Red Squirrel Project. The Royal Society for the Protection of Birds, despite its name, spends much of its time rebuilding wetlands, particularly in the eastern county of Essex. These marshy areas are crucial habitats for many birds. Thanks to the RSPB's efforts, populations of red kites, cirl bunting, great bustards and goshawks have returned to healthy numbers. \n The Knepp Castle Estate in West Sussex, which was once a loss-making intensive farm, is now being rewilded. A host of rare species has returned, from nightingales to barbastelle bats, cuckoos and purple emperor butterflies. But the story that really brought rewilding into the spotlight began in February 2014, when wild beavers turned up in the south-western county of Devon. \n A family of three was found living on the River Otter. It was the first time beavers had been found in the wild in England since they were hunted to extinction in the 16th century. The UK government raised concerns that they could be carrying a tapeworm. It's not clear where the beavers came from, but they might have escaped from captivity, as beavers are often employed as land management on private estates. When the runaway beavers were discovered, the UK government raised concerns that they could be carrying a tapeworm called Echinococcus multilocularis, which can be harmful for humans, and that the landscape might have changed too much for them to stay. Environmental groups and local people campaigned for them to be allowed to stay. Eventually the beavers, now five strong, were tested and found to be disease-free. In March 2015, the beavers were re-released for a 5-year trial. Beavers are cute, but that's not the only reason for letting them return to the UK. By building dams across rivers, which create ponds and eventually change the rivers into wetlands, they help species to flourish that would otherwise struggle. Birds, amphibians and fish all benefit. You get beautiful beaver ponds and dams, which are used by a whole host of species from otters to birds, says Alasdair Cameron of Friends of the Earth, who was involved in campaigning for the beavers to remain. \n There is even evidence that beavers could, in a modest way, help prevent dangerous climate change. Beavers in this country are a fantastic way of sequestering carbon in wetlands. The Earth's rising temperatures are largely driven by carbon dioxide, a greenhouse gas, so the more carbon can be kept out of the atmosphere the better. There is a second population of around 150 beavers, living on the River Tay in Scotland, probably after being illegally released. In 2015 the National Trust for Scotland, a charity that looks after Scottish heritage, said they should be allowed to remain. But even if that happens, it will only be a tiny step down a very long road. \n Compared to other European countries, the UK has been slow to reintroduce its indigenous species, despite European legislation encouraging it. In many cases we have to pick them up and plonk them down. Big predators now roam in nearly one-third of mainland Europe. There are currently 17,000 brown bears, 12,000 wolves, 9,000 Eurasian lynx and 1,250 wolverines. But not in Britain. One reason is simple: Britain is an island so it's hard to get to. On the mainland, wolves are spreading freely from the east into the west.",
    "category": " politics",
    "subCategory": "hate",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/dj/p03hdj0v.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Paul Lister, the owner of Alladale Wilderness Reserve in north-east Scotland, is exploring the possibility of reintroducing wolves and bears. He believes we need predators, and suggests releasing two packs of wolves and 20-odd bears on his own land. It won't start eating people's livestock and pets. We got rid of wolves and we've got room to bring them back, says Lister. It will give the land a chance to recover. Critics say his plan is unrealistic and naïve, but Lister points out that he is not talking about letting the animals go wherever they like. It's not full-blown reintroduction, says Lister. It won't start eating people's livestock and pets and interrupting our lives, because it will be inside a fence and it will be properly managed. \n Even with such controls, reintroducing wolves or bears to the UK is likely to prove difficult, as many people consider them too dangerous to live with. Farmers in particular are deeply opposed. The Scottish highlands already have high densities of prey animals. But lynx might be more viable. These big cats pose no threat to humans. In March 2015, the Lynx UK Trust announced plans for trial releases. Hetherington says the Scottish highlands already have high densities of prey animals, enough to support about 400 lynx. There is also plenty of room for the cats, which live in well-wooded landscapes and have large home ranges. A small habitat network in the south of Scotland could support around 50 lynx, says Hetherington. But it's not something to rush into. \n There needs to be some sensible, inclusive and respectful dialogues involving local communities and sectors who feel threatened by this, says Hetherington. If that doesn't happen, lynx reintroduction will never be given the go-ahead, or it will fail and you'll get illegal hunting. We don't know the risks. The main objection to reintroducing lynx, or other big predators, is that it could affect farmers' livestock and livelihoods. These animals are high-level predators whose reintroduction would directly impact on sheep farmers and related businesses, said the National Sheep Association. There's a high degree of uncertainty about how it would play out in Scotland, says Andrew Bauer of the National Farmers Union of Scotland. We don't know the risks and it's irresponsible to present it as cut-and-dried, as some are… Losing lambs is distressing and damaging for business. One reintroduction, carried out 40 years ago, illustrates the problems. \n White-tailed eagles, also known as sea eagles, are the largest birds of prey in the UK. They were wiped out in the early 20th century, but were then reintroduced on the Isle of Mull. In conservation terms, they are a success story. As of 2015 there are almost 100 breeding pairs across Scotland, according to Mull Eagle Watch. Llamas and donkeys can be used to protect sheep. However, their return has caused problems for farmers, because the eagles sometimes kill lambs. Scottish Natural Heritage offers compensation, but Bauer says the programme is flawed. If lynx are reintroduced, a similar story may play out. Lynx UK Trust has mentioned plans to compensate farmers but the details are hazy. The good news is that lynx's impact can be controlled. You can bring predation down to really low levels, says Hetherington. Llamas and donkeys can be used to protect sheep, and since the lynx live in forests, simply moving lambs away from forest edges keeps them much safer. \n Because people need to live off the land, rewilding is not just a scientific issue: it's a political one. Many of the traditional uses of British land are hopelessly unprofitable anyway. The worry is that reintroducing big predators, or allowing farmland to revert to its natural state, will be bad for the rural economy – which is already struggling. The sheep farmer has a right to be there, says Bauer. The counter-argument, put forward by Monbiot, is that many of the traditional uses of British land are hopelessly unprofitable anyway. Many only survive thanks to government subsidies such as the Common Agricultural Policy. In particular, upland areas such as the Welsh hills and Scottish highlands have infertile soils that don't yield much. Rewilding, says Monbiot, offers alternative sources of income, which might well mean rural areas are better off. One option is eco-tourism, in which people pay to stay in wild areas and to be shown the best places to see the animals. Local people with decades of expertise often make the best guides. \n Even if rewilding doesn't boost rural economies in the way Monbiot thinks it could, there are other potential benefits. For instance, if Britain's bare hills become cloaked with trees, and trees are also allowed to grow right up next to rivers, they will trap rainwater. This should mean a more steady flow of water into rivers, reducing the risk of both floods and droughts. But it is also about satisfying a natural human desire: to come face to face with the wild, where our species spent almost all of its history. \n For many of us, BBC Earth documentaries are as close as we get to wild nature. Yet there is growing evidence that spending time there is good for both our physical and psychological health. We have a tremendous capacity for being enchanted by the wonders of nature and we have very little scope for exercising that capacity in this country, says Monbiot. With popular figures like Bill Oddie and Chris Packham speaking out in favour of rewilding, there might be some appetite for Britain to become a wilder place again. And if a country as stripped of its wildlife as Britain can do it, anywhere can.",
    "category": " politics",
    "subCategory": "hate",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h\n6/p03hn6y5.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
     "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": " politics",
    "subCategory": "hate",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h\n6/p03hn6zn.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": " politics",
    "subCategory": "hate",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/7m/p03h7mk0.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "In June 2015, Monbiot and other conservationists will launch Rewilding Britain, a new charitable organisation that will champion rewilding. Rewilding the UK is not a new concept. They aim to set aside three areas of at least 100,000 hectares of land in which ecological processes are dominant. They also want to designate 30% of the UK's seas as no-take zones, so life can return to the oceans. We'd love to have some places where you don't have to travel halfway round the world to see magnificent wildlife, says Monbiot. This may sound very radical. The funny thing is, rewilding the UK is not a new concept. We are arguably doing it already. \n Conservation groups like Trees For Life have been busily restoring native forests and other key landscapes for decades. Many of the biggest projects are happening in Scotland, but there are smaller ones elsewhere. Marshy areas are crucial habitats for many birds. These include The Great Fen Project in east England, The National Forest in central England, Moor Trees in the south-west and the Mid Wales Red Squirrel Project. The Royal Society for the Protection of Birds, despite its name, spends much of its time rebuilding wetlands, particularly in the eastern county of Essex. These marshy areas are crucial habitats for many birds. Thanks to the RSPB's efforts, populations of red kites, cirl bunting, great bustards and goshawks have returned to healthy numbers. \n The Knepp Castle Estate in West Sussex, which was once a loss-making intensive farm, is now being rewilded. A host of rare species has returned, from nightingales to barbastelle bats, cuckoos and purple emperor butterflies. But the story that really brought rewilding into the spotlight began in February 2014, when wild beavers turned up in the south-western county of Devon. \n A family of three was found living on the River Otter. It was the first time beavers had been found in the wild in England since they were hunted to extinction in the 16th century. The UK government raised concerns that they could be carrying a tapeworm. It's not clear where the beavers came from, but they might have escaped from captivity, as beavers are often employed as land management on private estates. When the runaway beavers were discovered, the UK government raised concerns that they could be carrying a tapeworm called Echinococcus multilocularis, which can be harmful for humans, and that the landscape might have changed too much for them to stay. Environmental groups and local people campaigned for them to be allowed to stay. Eventually the beavers, now five strong, were tested and found to be disease-free. In March 2015, the beavers were re-released for a 5-year trial. Beavers are cute, but that's not the only reason for letting them return to the UK. By building dams across rivers, which create ponds and eventually change the rivers into wetlands, they help species to flourish that would otherwise struggle. Birds, amphibians and fish all benefit. You get beautiful beaver ponds and dams, which are used by a whole host of species from otters to birds, says Alasdair Cameron of Friends of the Earth, who was involved in campaigning for the beavers to remain. \n There is even evidence that beavers could, in a modest way, help prevent dangerous climate change. Beavers in this country are a fantastic way of sequestering carbon in wetlands. The Earth's rising temperatures are largely driven by carbon dioxide, a greenhouse gas, so the more carbon can be kept out of the atmosphere the better. There is a second population of around 150 beavers, living on the River Tay in Scotland, probably after being illegally released. In 2015 the National Trust for Scotland, a charity that looks after Scottish heritage, said they should be allowed to remain. But even if that happens, it will only be a tiny step down a very long road. \n Compared to other European countries, the UK has been slow to reintroduce its indigenous species, despite European legislation encouraging it. In many cases we have to pick them up and plonk them down. Big predators now roam in nearly one-third of mainland Europe. There are currently 17,000 brown bears, 12,000 wolves, 9,000 Eurasian lynx and 1,250 wolverines. But not in Britain. One reason is simple: Britain is an island so it's hard to get to. On the mainland, wolves are spreading freely from the east into the west.",
    "category": " politics",
    "subCategory": "hate",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h\n7/p03hn711.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Paul Lister, the owner of Alladale Wilderness Reserve in north-east Scotland, is exploring the possibility of reintroducing wolves and bears. He believes we need predators, and suggests releasing two packs of wolves and 20-odd bears on his own land. It won't start eating people's livestock and pets. We got rid of wolves and we've got room to bring them back, says Lister. It will give the land a chance to recover. Critics say his plan is unrealistic and naïve, but Lister points out that he is not talking about letting the animals go wherever they like. It's not full-blown reintroduction, says Lister. It won't start eating people's livestock and pets and interrupting our lives, because it will be inside a fence and it will be properly managed. \n Even with such controls, reintroducing wolves or bears to the UK is likely to prove difficult, as many people consider them too dangerous to live with. Farmers in particular are deeply opposed. The Scottish highlands already have high densities of prey animals. But lynx might be more viable. These big cats pose no threat to humans. In March 2015, the Lynx UK Trust announced plans for trial releases. Hetherington says the Scottish highlands already have high densities of prey animals, enough to support about 400 lynx. There is also plenty of room for the cats, which live in well-wooded landscapes and have large home ranges. A small habitat network in the south of Scotland could support around 50 lynx, says Hetherington. But it's not something to rush into. \n There needs to be some sensible, inclusive and respectful dialogues involving local communities and sectors who feel threatened by this, says Hetherington. If that doesn't happen, lynx reintroduction will never be given the go-ahead, or it will fail and you'll get illegal hunting. We don't know the risks. The main objection to reintroducing lynx, or other big predators, is that it could affect farmers' livestock and livelihoods. These animals are high-level predators whose reintroduction would directly impact on sheep farmers and related businesses, said the National Sheep Association. There's a high degree of uncertainty about how it would play out in Scotland, says Andrew Bauer of the National Farmers Union of Scotland. We don't know the risks and it's irresponsible to present it as cut-and-dried, as some are… Losing lambs is distressing and damaging for business. One reintroduction, carried out 40 years ago, illustrates the problems. \n White-tailed eagles, also known as sea eagles, are the largest birds of prey in the UK. They were wiped out in the early 20th century, but were then reintroduced on the Isle of Mull. In conservation terms, they are a success story. As of 2015 there are almost 100 breeding pairs across Scotland, according to Mull Eagle Watch. Llamas and donkeys can be used to protect sheep. However, their return has caused problems for farmers, because the eagles sometimes kill lambs. Scottish Natural Heritage offers compensation, but Bauer says the programme is flawed. If lynx are reintroduced, a similar story may play out. Lynx UK Trust has mentioned plans to compensate farmers but the details are hazy. The good news is that lynx's impact can be controlled. You can bring predation down to really low levels, says Hetherington. Llamas and donkeys can be used to protect sheep, and since the lynx live in forests, simply moving lambs away from forest edges keeps them much safer. \n Because people need to live off the land, rewilding is not just a scientific issue: it's a political one. Many of the traditional uses of British land are hopelessly unprofitable anyway. The worry is that reintroducing big predators, or allowing farmland to revert to its natural state, will be bad for the rural economy – which is already struggling. The sheep farmer has a right to be there, says Bauer. The counter-argument, put forward by Monbiot, is that many of the traditional uses of British land are hopelessly unprofitable anyway. Many only survive thanks to government subsidies such as the Common Agricultural Policy. In particular, upland areas such as the Welsh hills and Scottish highlands have infertile soils that don't yield much. Rewilding, says Monbiot, offers alternative sources of income, which might well mean rural areas are better off. One option is eco-tourism, in which people pay to stay in wild areas and to be shown the best places to see the animals. Local people with decades of expertise often make the best guides. \n Even if rewilding doesn't boost rural economies in the way Monbiot thinks it could, there are other potential benefits. For instance, if Britain's bare hills become cloaked with trees, and trees are also allowed to grow right up next to rivers, they will trap rainwater. This should mean a more steady flow of water into rivers, reducing the risk of both floods and droughts. But it is also about satisfying a natural human desire: to come face to face with the wild, where our species spent almost all of its history. \n For many of us, BBC Earth documentaries are as close as we get to wild nature. Yet there is growing evidence that spending time there is good for both our physical and psychological health. We have a tremendous capacity for being enchanted by the wonders of nature and we have very little scope for exercising that capacity in this country, says Monbiot. With popular figures like Bill Oddie and Chris Packham speaking out in favour of rewilding, there might be some appetite for Britain to become a wilder place again. And if a country as stripped of its wildlife as Britain can do it, anywhere can.",
    "category": " politics",
    "subCategory": "hate",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/7n/p03h7ng3.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Britain once looked very different. In place of sheep-strewn fields and treeless uplands, there were vast natural forests, glades and wild spaces. Within them, wolves, bears and lynx roamed the land. The first Britons lived alongside woolly mammoths, great auks and wild cows called aurochs. All that is now gone. Humans chopped down the trees to make space for farms, and hunted the large animals to extinction, leaving plant-eaters to decimate the country's flora. Britain is now one of the few countries in the world that doesn't have top predators. No matter how much we may think England's green and pleasant countryside is natural, it is a pale shadow of what once was – and what could be again. \n If some conservationists have their way, parts of the UK could be restored to a truly wild state. This rewilding would bring back animals and plants that have been lost, and allow them to roam freely. In these new wild spaces, people could reconnect with animals and plants in a way no park or zoo could ever manage. But it's also a hugely controversial idea. There are various interpretations of rewilding. The word was coined in 1990 by an American environmentalist named Dave Foreman, who went on to found the Rewilding Institute. Then in 1998, Michael Soulé and Reed Noss set out the core ideas in an article for Wild Earth magazine. \n     Top predators allow many more species to flourish. The key to rewilding is creating large protected areas in which animals and plants are left to their own devices. The new wildernesses have to be large to support top predators like wolves, which need space and lots of prey. The top predators are crucial, because they keep down the populations of their prey. These are normally plant-eating animals like deer, which would otherwise run riot and decimate trees and other plant life – and in turn destroy the habitats for many other animals. By keeping plant-eaters in check, top predators allow many more species to flourish. These ripple effects are called trophic cascades. Soulé and Noss argued that ecosystems cannot function as they should without top predators or carnivores. \n In the last few years, the idea of rewilding parts of the UK has started to gain some support. For instance, the naturalist Chris Packham has spoken out in favour of reintroducing wolves and lynxes. \n We have very poor ecosystems. The journalist George Monbiot has also become a passionate supporter of rewilding, which he described in his 2013 book Feral. He says the return of charismatic predators could make Britain's landscape more exciting. We have very poor ecosystems, says Monbiot. Although the UK has plenty of designated national parks, they are all dominated by human activities. The International Union for Conservation of Nature ranks protected areas on a six-point scale, where 1 is the most wild.",
    "category": " politics",
    "subCategory": "hate",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/7p/p03h7pq6.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Initially characterised as another giant kangaroo species, the Palorchestes genus has undergone several major makeovers since its initial description in 1873. As more fragments of skeleton have emerged, new theories have been proffered by palaeontologists as to what these creatures looked like. Deep lower jaws would have been the perfect anchor for a long, prehensile tongue similar to that of the giraffe, while a recessed nasal cavity suggested the presence of a small trunk, which has given rise to the common depiction of Palorchestes as a group of marsupial tapirs – some of which grew to 2.5m in length. But they are also clearly close relatives of the Diprotodon, based on anatomical similarities such as powerful claws. This creates the impression that Palorchestes could be sizeable, rotund creatures something like trunked ground sloths. Intriguingly, Aboriginal rock art dating from the time that Palorchestes was still alive lends weight to this depiction. Paintings of creatures that look remarkably like the scientific reconstruction of Palorchestes suggest not only that those reconstructions are accurate, but also that these animals bore some significance to the early settlers of Australia. This is not the first time insights have been gained from studies of ancient Aboriginal rock art. Paintings of animals resembling marsupial lions indicate that, like modern tigers, they had striped markings, lending support to the theory that they too were camouflaged ambush predators. \n Not all of the Australian megafauna were marsupials. The continent was also once home to large birds, some growing to 3m tall. Enter Dromornis stirtoni, a bird that looked superficially like an ostrich or an emu – but that was actually more closely related to ducks and geese. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived  This has earned one related species, the 2.5m-tall Bullockornis planei, the fanciful nickname Demon Duck of Doom. Whether that nickname is appropriate or not is unclear. These birds possessed enormous beaks that would be just as capable of crushing seed pods as skulls. On the one hand, the lack of predatory hooks on their bills or talons on their feet suggest a herbivorous lifestyle, but on the other hand the sheer power and offensive capability of their heads hints they showed at least some degree of predatory behaviour. Both Dromornis and Bullockornis disappeared from the continent long before humans arrived. But some of their relatives – including the 2m-tall Genyornis – were very much a part of the Pleistocene megafauna that greeted the first Australians. They, too, were captured for posterity in Aboriginal rock art. As the eggshells of these giant birds are surprisingly well preserved across Australia's fossil beds, they have served as a useful proxy for extinction dates in different regions. These shells have helped to implicate humans in the extinction of the Australian megafauna. \n Another record breaker, this time a world champion; Varanus priscus, commonly known by its antiquated genus name Megalania – was the largest terrestrial lizard the world has ever known. Megalania was a goanna lizard, a relative of today's infamous Komodo dragon, and conservative estimates have predicted that it was at least 5.5m long. This would make Megalania the largest venomous animal ever to have lived  Early descriptions of Megalania fossils by the likes of palaeontology superstar Sir Richard Owen described a truly monstrous creature, more like 7m in length, which sat unchallenged at the top of the food chain. As understanding of ancient Australian ecosystems has increased, and the importance of mammalian predators such as the marsupial lion appreciated more fully, Megalania's status has shrunk, along with its projected size. However, even at just 5.5m, this giant lizard would have been one formidable predator. Like its relative, the Komodo dragon, Megalania was armed with a lethal arsenal of curved teeth. A 2009 investigation into the poorly understood predatory ecology of Komodo dragons, which also incorporated some comparative anatomy of Megalania teeth, indicated that the dragons possess a venom delivery system. By association, Megalania may well have done so too. If so, this would make Megalania the largest venomous animal ever to have lived. \n Like Megalania and other pumped-up reptiles from Pleistocene (including the 9m-long Bluff Downs Giant Python), Meiolania platyceps was certainly big enough, at 2.5m, to hold its own in the company of Australia's giant marsupials. Crafty humans were not intimidated by these walking tortoise fortresses. This massive tortoise not only dwarfed any modern specimens, it also possessed a pair of impressive horns on top of its head. Such devilish appendages would have prevented these reptiles from withdrawing their heads into their shells, as most modern tortoises do when faced with a threat. However it's fair to assume that Meiolania platyceps was not one to run away from a fight. In addition to a heavily armoured front end and a large, domed shell, these tortoises possessed spiked tails that would have made potential aggressors think twice before taking a bite out of them. The combination of features means Meiolania platyceps superficially resembles a group of armoured dinosaurs called the ankylosaurs, which could hold their own against Tyrannosaurus. Unfortunately, crafty humans were not intimidated by these walking tortoise fortresses. While the fate of Meiolania platyceps remains unknown, a clue is offered by some bones unearthed on the Pacific island of Vanuatu belonging to a close relative, M. damelipi. Unlike their larger cousins, who went extinct during the Pleistocene, these tortoises survived well into the age of humans, only to be exterminated by a seafaring people called the Lapita around 2,000 years ago. Remains of butchered leg bones found in rubbish pits give an indication as to the gastronomic fate that might also have befallen Australia's giant tortoises.",
    "category": " entertainment",
    "subCategory": "cinema",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/3h/7m/p03h7mwh.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "Paul Lister, the owner of Alladale Wilderness Reserve in north-east Scotland, is exploring the possibility of reintroducing wolves and bears. He believes we need predators, and suggests releasing two packs of wolves and 20-odd bears on his own land. It won't start eating people's livestock and pets. We got rid of wolves and we've got room to bring them back, says Lister. It will give the land a chance to recover. Critics say his plan is unrealistic and naïve, but Lister points out that he is not talking about letting the animals go wherever they like. It's not full-blown reintroduction, says Lister. It won't start eating people's livestock and pets and interrupting our lives, because it will be inside a fence and it will be properly managed. \n Even with such controls, reintroducing wolves or bears to the UK is likely to prove difficult, as many people consider them too dangerous to live with. Farmers in particular are deeply opposed. The Scottish highlands already have high densities of prey animals. But lynx might be more viable. These big cats pose no threat to humans. In March 2015, the Lynx UK Trust announced plans for trial releases. Hetherington says the Scottish highlands already have high densities of prey animals, enough to support about 400 lynx. There is also plenty of room for the cats, which live in well-wooded landscapes and have large home ranges. A small habitat network in the south of Scotland could support around 50 lynx, says Hetherington. But it's not something to rush into. \n There needs to be some sensible, inclusive and respectful dialogues involving local communities and sectors who feel threatened by this, says Hetherington. If that doesn't happen, lynx reintroduction will never be given the go-ahead, or it will fail and you'll get illegal hunting. We don't know the risks. The main objection to reintroducing lynx, or other big predators, is that it could affect farmers' livestock and livelihoods. These animals are high-level predators whose reintroduction would directly impact on sheep farmers and related businesses, said the National Sheep Association. There's a high degree of uncertainty about how it would play out in Scotland, says Andrew Bauer of the National Farmers Union of Scotland. We don't know the risks and it's irresponsible to present it as cut-and-dried, as some are… Losing lambs is distressing and damaging for business. One reintroduction, carried out 40 years ago, illustrates the problems. \n White-tailed eagles, also known as sea eagles, are the largest birds of prey in the UK. They were wiped out in the early 20th century, but were then reintroduced on the Isle of Mull. In conservation terms, they are a success story. As of 2015 there are almost 100 breeding pairs across Scotland, according to Mull Eagle Watch. Llamas and donkeys can be used to protect sheep. However, their return has caused problems for farmers, because the eagles sometimes kill lambs. Scottish Natural Heritage offers compensation, but Bauer says the programme is flawed. If lynx are reintroduced, a similar story may play out. Lynx UK Trust has mentioned plans to compensate farmers but the details are hazy. The good news is that lynx's impact can be controlled. You can bring predation down to really low levels, says Hetherington. Llamas and donkeys can be used to protect sheep, and since the lynx live in forests, simply moving lambs away from forest edges keeps them much safer. \n Because people need to live off the land, rewilding is not just a scientific issue: it's a political one. Many of the traditional uses of British land are hopelessly unprofitable anyway. The worry is that reintroducing big predators, or allowing farmland to revert to its natural state, will be bad for the rural economy – which is already struggling. The sheep farmer has a right to be there, says Bauer. The counter-argument, put forward by Monbiot, is that many of the traditional uses of British land are hopelessly unprofitable anyway. Many only survive thanks to government subsidies such as the Common Agricultural Policy. In particular, upland areas such as the Welsh hills and Scottish highlands have infertile soils that don't yield much. Rewilding, says Monbiot, offers alternative sources of income, which might well mean rural areas are better off. One option is eco-tourism, in which people pay to stay in wild areas and to be shown the best places to see the animals. Local people with decades of expertise often make the best guides. \n Even if rewilding doesn't boost rural economies in the way Monbiot thinks it could, there are other potential benefits. For instance, if Britain's bare hills become cloaked with trees, and trees are also allowed to grow right up next to rivers, they will trap rainwater. This should mean a more steady flow of water into rivers, reducing the risk of both floods and droughts. But it is also about satisfying a natural human desire: to come face to face with the wild, where our species spent almost all of its history. \n For many of us, BBC Earth documentaries are as close as we get to wild nature. Yet there is growing evidence that spending time there is good for both our physical and psychological health. We have a tremendous capacity for being enchanted by the wonders of nature and we have very little scope for exercising that capacity in this country, says Monbiot. With popular figures like Bill Oddie and Chris Packham speaking out in favour of rewilding, there might be some appetite for Britain to become a wilder place again. And if a country as stripped of its wildlife as Britain can do it, anywhere can.",
    "category": " entertainment",
    "subCategory": "cinema",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v0/p02sv0nx.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    },{
    "title": "Some title",
    "text": "In June 2015, Monbiot and other conservationists will launch Rewilding Britain, a new charitable organisation that will champion rewilding. Rewilding the UK is not a new concept. They aim to set aside three areas of at least 100,000 hectares of land in which ecological processes are dominant. They also want to designate 30% of the UK's seas as no-take zones, so life can return to the oceans. We'd love to have some places where you don't have to travel halfway round the world to see magnificent wildlife, says Monbiot. This may sound very radical. The funny thing is, rewilding the UK is not a new concept. We are arguably doing it already. \n Conservation groups like Trees For Life have been busily restoring native forests and other key landscapes for decades. Many of the biggest projects are happening in Scotland, but there are smaller ones elsewhere. Marshy areas are crucial habitats for many birds. These include The Great Fen Project in east England, The National Forest in central England, Moor Trees in the south-west and the Mid Wales Red Squirrel Project. The Royal Society for the Protection of Birds, despite its name, spends much of its time rebuilding wetlands, particularly in the eastern county of Essex. These marshy areas are crucial habitats for many birds. Thanks to the RSPB's efforts, populations of red kites, cirl bunting, great bustards and goshawks have returned to healthy numbers. \n The Knepp Castle Estate in West Sussex, which was once a loss-making intensive farm, is now being rewilded. A host of rare species has returned, from nightingales to barbastelle bats, cuckoos and purple emperor butterflies. But the story that really brought rewilding into the spotlight began in February 2014, when wild beavers turned up in the south-western county of Devon. \n A family of three was found living on the River Otter. It was the first time beavers had been found in the wild in England since they were hunted to extinction in the 16th century. The UK government raised concerns that they could be carrying a tapeworm. It's not clear where the beavers came from, but they might have escaped from captivity, as beavers are often employed as land management on private estates. When the runaway beavers were discovered, the UK government raised concerns that they could be carrying a tapeworm called Echinococcus multilocularis, which can be harmful for humans, and that the landscape might have changed too much for them to stay. Environmental groups and local people campaigned for them to be allowed to stay. Eventually the beavers, now five strong, were tested and found to be disease-free. In March 2015, the beavers were re-released for a 5-year trial. Beavers are cute, but that's not the only reason for letting them return to the UK. By building dams across rivers, which create ponds and eventually change the rivers into wetlands, they help species to flourish that would otherwise struggle. Birds, amphibians and fish all benefit. You get beautiful beaver ponds and dams, which are used by a whole host of species from otters to birds, says Alasdair Cameron of Friends of the Earth, who was involved in campaigning for the beavers to remain. \n There is even evidence that beavers could, in a modest way, help prevent dangerous climate change. Beavers in this country are a fantastic way of sequestering carbon in wetlands. The Earth's rising temperatures are largely driven by carbon dioxide, a greenhouse gas, so the more carbon can be kept out of the atmosphere the better. There is a second population of around 150 beavers, living on the River Tay in Scotland, probably after being illegally released. In 2015 the National Trust for Scotland, a charity that looks after Scottish heritage, said they should be allowed to remain. But even if that happens, it will only be a tiny step down a very long road. \n Compared to other European countries, the UK has been slow to reintroduce its indigenous species, despite European legislation encouraging it. In many cases we have to pick them up and plonk them down. Big predators now roam in nearly one-third of mainland Europe. There are currently 17,000 brown bears, 12,000 wolves, 9,000 Eurasian lynx and 1,250 wolverines. But not in Britain. One reason is simple: Britain is an island so it's hard to get to. On the mainland, wolves are spreading freely from the east into the west.",
    "category": " entertainment",
    "subCategory": "cinema",
    "tags": ["ball", "net", "game"],
    "picture": "http://ichef.bbci.co.uk/wwfeatures/624_351/images/live/p0/2s/v1/p02sv19g.jpg",
    "authorName": "Veselin",
    "numberOfVisits": 0,
    "createdOn": "2015-01-31T23:08:43.156Z",
    "commented": true,
    "lastCommentedOn": "2015-01-31T23:08:43.156Z",
    "isArchived": false,
    "comments": [{
        "text": "This is a very simple comment. It does not mean anything and it does not work as it should be..",
        "authorName": "Veselin",
        "createdOn": "2015-01-31T23:08:43.156Z"
        }]
    }
]